const Config = {
    // Cколько объектовы отображать на главной странице в каждом из разделов
    pageSizeMain: 6,
    // Сколько объектовы отображать в каталоге в каждом из разделов
    pageSizeCatalogue: 12,

    // maps
    map: {
        // Минимальное расстояние от границы карты до объектов (Измеряется в градусах)
        minBound: 0.01,
        /**
         * Какой процент от расстояния между дальними объектами брать до границ карты
         * Например, если расстояние между дальними объектами 100 км,
         * то границы карты будут рассчитываться как 100 км * 0.1 = 10 км
         */
        boundRatio: 0,
    },
};

export default Config;
